<?php

$crypto_text = "
✅ لیست ارز های دیجیتالی که در حال حاضر در ربات پشتیبانی میشود :
             
 Btc / بیت کوین
 Dogs / داگز
 Trx / ترون
 Ton / تون
 Not / نات کوین
 Tether / تتر / Usdt
 Hmstr / همستر
 FTM /فانتوم
 ETH / اتریوم
 
 💰 همچنین با ارسال تعداد و نام ارز مانند نمونه زیر می توانید از مبدل ارزدیجیتال ربات استفاده نمایید.
 1/56 Btc
 
💡برای استفاده، نام ارز دیجیتال خود را در ربات ارسال کنید.

در صورت درخواست افزودن ارز دیجیتال به بخش پشتیبانی در بیو چنل [ @OnyxAiTeam ] مراجعه کنید !
    ";
