<?php

$crypto_text = "
✅ لیست ارز های دیجیتالی که در حال حاضر در ربات پشتیبانی میشود :
             
 Btc / بیت کوین
 Dogs / داگز
 Trx / ترون
 Ton / تون
 Not / نات کوین
 Tether / تتر / Usdt
 Hmstr / همستر
 FTM /فانتوم
 ETH / اتریوم
 
 💰 همچنین با ارسال تعداد و نام ارز مانند نمونه زیر می توانید از مبدل ارزدیجیتال ربات استفاده نمایید.
 1/56 Btc
 
💡برای استفاده، نام ارز دیجیتال خود را در ربات ارسال کنید.

در صورت درخواست افزودن ارز دیجیتال به بخش پشتیبانی در بیو چنل [ @OnyxAiTeam ] مراجعه کنید !
    ";

$user_area = "
💭 حساب کاربری شما در ربات ما :

👤 نام اکانت شما : {$first_name}
🌟 یوزرنیم اکانت شما :
🆔 ایدی عددی شما : {$user->chat_id}

💎 محدودیت درخواست های روزانه :

❕محدودیت GPT-3.5 امروز : {$userLimits->gpt_3_limit}
❕محدودیت GPT-4.o امروز : {$userLimits->gpt_4_limit}
❕محدودیت ساخت تصویر  :
❕محدودیت ساخت لوگو  :
❕محدودیت تبدیل متن به ویس :
❕محدودیت تبدیل ویس به متن :

─┅━━━━✤━━━━┅─

📥 محدودیت دانلودر اینستاگرام :
📥 محدودیت دانلودر اسپاتی فای :
📥 محدودیت دانلودر ساندکلاد :
📥 محدودیت دانلودر یوتوب :

➖➖➖➖➖➖➖➖
🆔 @ایدی ربات
";
