<?php

$crypto_text = "
✅ لیست ارز های دیجیتالی که در حال حاضر در ربات پشتیبانی میشود :
             
 Btc / بیت کوین
 Dogs / داگز
 Trx / ترون
 Ton / تون
 Not / نات کوین
 Tether / تتر / Usdt
 Hmstr / همستر
 FTM /فانتوم
 ETH / اتریوم
 
 💰 همچنین با ارسال تعداد و نام ارز مانند نمونه زیر می توانید از مبدل ارزدیجیتال ربات استفاده نمایید.
 1/56 Btc
 
💡برای استفاده، نام ارز دیجیتال خود را در ربات ارسال کنید.

در صورت درخواست افزودن ارز دیجیتال به بخش پشتیبانی در بیو چنل [ @OnyxAiTeam ] مراجعه کنید !
    ";

$user_area = "
💭 حساب کاربری شما در ربات ما :

👤 نام اکانت شما : {$first_name}
🌟 یوزرنیم اکانت شما :
🆔 ایدی عددی شما : {$user->chat_id}

💎 محدودیت درخواست های روزانه :

❕محدودیت GPT-3.5 امروز : {$userLimits->gpt_3_limit}
❕محدودیت GPT-4.o امروز : {$userLimits->gpt_4_limit}
❕محدودیت ساخت تصویر  : {$userLimits->image_limit}
❕محدودیت ساخت لوگو  : {$userLimits->logo_limit}
❕محدودیت تبدیل متن به ویس : {$userLimits->text_to_voice}
❕محدودیت تبدیل ویس به متن : {$userLimits->voice_to_text}

─┅━━━━✤━━━━┅─

📥 محدودیت دانلودر اینستاگرام : {$userLimits->dl_instagram}
📥 محدودیت دانلودر اسپاتی فای : {$userLimits->dl_spotify}
📥 محدودیت دانلودر ساندکلاد : {$userLimits->dl_soundcloud}
📥 محدودیت دانلودر یوتوب : {$userLimits->dl_youtube}

➖➖➖➖➖➖➖➖
🆔 @ایدی ربات
";

$how_add_to_group = "
<b>جهت افزودن ربات ( Onyx ) به گروه مربوطه  :
    
1. ربات را در گروه خود عضو کنید.
    
2.سپس اونیکس (Onyx) را در گروه ادمین کنید.
    
3.و در آخر با خواندن بخش دستورات ربات با توجه به نیاز خود از ربات استفاده کنید.
    
⭕️ نکته: برای دریافت پاسخ از اونیکس ( Onyx )، اونیکس ( Onyx ) حتما باید در گروه ادمین باشد.
</b>";

$how_use_in_group = "
<b>
برای دریافت لیست تمامی قابلیت های ربات بر روی دکمه ( LAUNCH ) کلیک کنید, توجه داشته باشید این قابلیت ها مربوط به استفاده در گروه می‌باشد !
</b>
";

$sponsering_text = "
<b>
جهت اسپانسر شدن در ربات ما به آیدی ادمین [ @OnyxAiSupport ] مراجعه کنید !
</b>
";